ent-CrateSyndicateBorgSec = ящик
    .desc = Ящик с набором киборга. Батарейки и ИИ включены в набор.
ent-CrateSyndicateBorgMed = { ent-CrateSyndicateBorgSec }
    .desc = { ent-CrateSyndicateBorgSec.desc }

uplink-borgsec-bundle-name = Ящик с штурмовым киборгом
uplink-borgsec-bundle-desc = Данный набор включает в себя набор с киборгом-штурмовиком. Батарейки и ИИ поставляются в комплекте. Модули докупаются отдельно.

uplink-borgmed-bundle-name = Ящик с медицинским киборгом
uplink-borgmed-bundle-desc = Данный набор включает в себя набор с киборгом-медиком. Умеет летать. Батарейки и ИИ поставляются в комплекте. Модули докупаются отдельно.

uplink-module-emag-name = Модуль ЕМАГ
uplink-module-emag-desc = Позволяет установить модуль ЕМАГ в киборга. Ограничений на установку нет.

uplink-module-aid-name = Медицинский модуль
uplink-module-aid-desc = Позволяет установить медицинский модуль в киборга. Можно установить только в киборгам-медика.

uplink-module-esword-name = Модуль ближнего боя
uplink-module-esword-desc = Позволяет установить модуль ближнего боя в киборга. Даёт возможность киборгу использовать меч и щит. Можно установить только в киборгам-штурмовика.

uplink-module-cr20-name = Модуль CR-20
uplink-module-cr20-desc = Позволяет установить модуль CR-20 в киборга. Даёт возможность киборгу использовать CR-20. Поставляется с 6-ю обоймами в комплекте. Можно установить только в киборгам-штурмовика.

uplink-syndie-elite-name = элитный скафандр Синдиката
uplink-syndie-elite-desc = Элитная версия кроваво-красного скафандра, отличающаяся повышенным бронированием и огнеупорностью. Собственность Мародёров Горлекса.

uplink-lmg-ammo-name = короб патронов для L6 SAW
uplink-lmg-ammo-desc = Дополнительный короб для вашей ОГРОМНОЙ ПУШКИ. Покупайте сейчас, всего за 4.99! 

uplink-syndie-nightvison-name = Прибор ночного видения
uplink-syndie-nightvison-desc = Прибор ночного видения для вас и вашей ночной штурмовой группы.