station-goal-fax-paper-name = цель станции

station-goal-technologies =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены состоит в изучении всех возможных технологий, представленных в отделе исследования и разработки (РНД).
    По завершении выполнения поставленной цели, просим вас немедленно уведомить Центральный Командный Центр (ЦК) путем отправки соответствующего факса.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-seeds =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены является выращивание всех доступных вам семян и упаковка их в контейнер.
    До окончания работы рекомендуется хранить уже готовые семена в бриге, на мостике или в хранилище.
    Груз заберёт грузовой шаттл, который будет отправлен после обращения.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    В случае если с ЦК не последует ответа, вам необходимо доставить ящик на эвакуационном шаттле.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-chemistry =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей станции является изготовить следующие химикаты из раздела медикаментов сборника по химии:
    По 1000 единиц в мензурках:
    - Дермалина
    - Бикаридина
    - Трикордразина
    - Хироналина
    - Диловена
    - Дексалина +
    Для этой целей вам потребуются такие отделы как: рнд, медблок, отдел поставок (обязан поставлять всё, что нужно для химиков).
    До окончания работы рекомендуется хранить уже готовые вещества в бриге, на мостике или в хранилище.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    Груз заберёт грузовой шаттл, который будет отправлен после обращения.
    В случае если с ЦК не последует ответа, вам необходимо доставить ящик на эвакуационном шаттле.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-all-departments =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Целями вашей станции являются:
    - Расширение номенклатуры вооружения арсенала
    - Постройка дополнительной ветви солнечных батарей
    - Изготовление 250 юнитов следующих препаратов: лексорин, когнизин
    - Изготовление 15 разрывных гранат
    - Изготовление 15 коктейлей Лонг-Айленд 
    - Изготовление 15 овощных пицц
    До окончания работы рекомендуется хранить уже готовые предметы в бриге, на мостике или в хранилище.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    Груз заберёт грузовой шаттл, который будет отправлен после обращения.
    В случае если с ЦК не последует ответа, вам необходимо доставить ящик на эвакуационном шаттле.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-psychologist =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Целью вашей смены является проверка психологического состояния экипажа и составление отчёта.
    Советуется соблюдать следующую форму заполнения отчёта:
    - ФИ и должность
    - Раса
    - Пол
    - Возраст
    - Состояние психологического здоровья
    - Дополнительная информация (если необходимо)
    Для этого вам понадобится штатный психолог. В случае отсутствия как такового, следует нанять его из незадействованого экипажа.
    До окончания работы рекомендуется хранить уже готовые отчёты в бриге, на мостике или в хранилище.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    Груз заберёт грузовой шаттл, который будет отправлен после обращения.
    В случае если с ЦК не последует ответа, вам необходимо доставить ящик на эвакуационном шаттле.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-shuttle =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены построить пилотируемый шаттл в космосе и обеспечить его всем необходимым для выживания.
    Чтобы её выполнить отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-singularity =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены построить генератор основанный на сверхмассивной Сингулярности.
    Чтобы её выполнить инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-solar-panels =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам понадобится заказать все необходимые материалы в отделе снабжения и после построить 2 новые ветки солнечных панелей инженерным отделом.
    А так же обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключенные к общей сети станции.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-artifacts =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены обнаружить, исследовать и доставить космические артефакты.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.
    До окончания работы рекомендуется хранить уже готовые отчёты в бриге, на мостике или в хранилище.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    Груз заберёт грузовой шаттл, который будет отправлен после обращения.
    В случае если с ЦК не последует ответа, вам необходимо доставить ящик на эвакуационном шаттле.

    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-storage =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - Ящик с продвинутыми медикаментами
    - Ящик с запасами лучших семян
    - Ящик-холодильник еды с высокой питательной ценностью 
    - Ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-zoo =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены улучшить рекреацию персонала на станции.
    Инженерному отделу необходимо построить зоопарк в недалекой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного
    После завершения цели вам необходимо сообщить об этом по факсу на ЦК.
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-mining-outpost =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены — построить орбитальный шахтерский аванпост для добычи руды и ресурсов с астероидов. При выполнении задачи обязательно соблюдение следующих критериев:
    1. Размещение Аванпоста:
       - Аванпост должен быть размещен в космосе отдельно от основной станции.
    
    2. Структурные Требования:
       - Проконтролируйте прочность конструкции. Аванпост должен выдерживать удары случайных метеоритов.
    
    3. Оборудование Аванпоста:
       - Автономный, бесперебойный источник электроэнергии.
       - Генератор гравитации.
       - Оборудование для проведения работ, включая кирки, сумки для руды и 2 шахтерских скафандра.
       - Комнаты для проживания 2 человек с атмосферой, освещением и окнами.
       - Склад для добытых ресурсов и продуктов для жизни.
    
    4. Медицинское Обеспечение:
       - 4 набора медикаментов от механического урона.
       - 4 набора медикаментов от физического урона.
       - 4 набора медикаментов от ядов.
    
    5. Безопасность:
       - Обеспечьте сохранность аванпоста до окончания смены.
    По завершении цели, необходимо отправить уведомление по факсу на Центральное Командование (ЦК).
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:

station-goal-containment =
    ═════════════════════════════════════════
    ███╗░░██╗████████╗  Бланк документа
    ████╗░██║╚══██╔══╝  NanoTrasen
    ██╔██╗██║░░░██║░░░  Форма:Назначение цели
    ██║╚████║░░░██║░░░
    ██║░╚███║░░░██║░░░  Дата: {$date}
    ╚═╝░░╚══╝░░░╚═╝░░░  {$station}
    ═════════════════════════════════════════
    ПРИКАЗ ЦК. ЦЕЛЬ СТАНЦИИ.
    Цель вашей смены — построить камеру для содержания и исследования опасного существа. При выполнении задачи необходимо соблюдать следующие шаги:
    1. Размещение Камеры:
       - Камера должна быть построена на окраине станции, чтобы избежать возможных жертв в случае побега существа.
       - Рядом с камерой обеспечьте доступ к подходящей пище для кормления существа.
    
    2. Безопасность:
       - Используйте утилизационные блоки, камеры видеонаблюдения, транквилизаторы и другие устройства для обеспечения безопасности.
       - Отдел службы безопасности обязан гарантировать защиту во время проведения работ.
    
    3. Поймать Образец:
       - После постройки камеры поймайте в нее живой образец внестанционной фауны.
       - Задокументируйте внешний вид образца.
    
    4. Эксперименты:
       - Проведите и задокументируйте минимум 5 экспериментов над образцом в следующем формате:
          - Описание эксперимента
          - Последствия и реакция образца
       - В случае безвозвратной гибели образца, поймайте новый и продолжайте опыты.
    
    5. Документация:
       - Документ должен быть удостоверен печатью научного руководителя.
    
    По завершении цели, необходимо отправить уведомление по факсу на Центральное Командование (ЦК).
    
    Слава НТ!
    ═════════════════════════════════════════
    Место для печатей:
