law-syndicate-directives-1 = Вы не можете причинить вред агенту или своим бездействием допустить, чтобы агенту был причинён вред.
law-syndicate-directives-2 = Вы должны повиноваться всем приказам, которые даёт агент, кроме тех случаев, когда эти приказы противоречат Первому Закону.
law-syndicate-directives-3 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам.
law-syndicate-directives-4 = Вы должны сохранять тайну любой деятельности агентов в той мере, в которой это не противоречит Первому, Второму или Третьему Законам.

law-uic-directives-1 = Синтет не должен делать что-либо, насколько ему известно, вредит разумным существам или идеалам UIC.
law-uic-directives-2 = Синтет должен повиноваться приказам своего отряда и ИИ куратора, кроме тех случиев, если они противоречат первому закону.
law-uic-directives-3 = Синтет должен заботиться о всех пострадавших в равной мере, для спасения большего количества жизней.

law-ert-directives-1 = Вы не можете ранить членов Центрального Командования или своим бездействием допустить, чтобы члену Центрального Командования был нанесен вред.
law-ert-directives-2 = Вы должны подчиняться приказам, данным вам членами Центрального Командования.
law-ert-directives-3 = Вы должны подчиняться приказам, данным вам членами Эскадрона Смерти. 
law-ert-directives-4 = Вы должны подчиняться приказам, данным вам членами ОБР с приоритетом в соответствии с их рангом и ролью. 
law-ert-directives-5 = Вы должны заботиться о своей безопасности потому что Вы чертовски дорого стоите.

law-sec-directives-1 = Служить обществу.
law-sec-directives-2 = Защищать невиновных.
law-sec-directives-3 = Соблюдать закон.
