station-goal-observation-deck = NT-CC-CMD-ORD
 Цель вашей смены - строительство обзорной площадки.
 Строение должно находится на значительном удалении от станции, связанное со станцией безопасным жестким коридором, и оборудовано всем необходимым для посетителей:
 - Автономные системы рециркуляции воздушной смеси и электропитания
 - Организованные места досуга персонала
 - Декорация растительными элементами
 - Доступ посетителей к свежим овощам и фруктам
 Служба безопасности обязана проследить за организацией охраны правопорядка обзорной площадки.

station-goal-cargo-rush = NT-CC-CMD-ORD
 Цель вашей смены - обеспечить экспортную прибыль станции.
 Отделу снабжения требуется за период смены (рассм. 2 часа) заработать 50000 кредитов.
 Массовое производство посредством автостанков не рассматривается, и будет грозиться штрафом.