seeds-bloodvine-name = кровавая лоза
seeds-bloodvine-display-name = кровавую лозу

ent-BloodVine = кровавая лоза
    .desc = Эта уникальная культура была обнаружена случайно в результате исследований аномалии Плоть. Она является результатом удивительного взаимодействия между непонятными физическими явлениями и природой. Особенностью этой культуры является то, что в плодах, которые она производит, содержится небольшое количество жидкой красной субстанции, крови.

ent-BloodVineSeed = пакетик семян кровавой лозы
