ent-ClothingEyesVision = ПНВ
    .desc = Прибор ночного видения. Обеспечивает изображением местности в условиях недостаточной освещённости.

ent-ClothingEyesVisionSyndicate = Прибор ночного виденения синдиката
    .desc = Прибор ночного видения, разработаный под нужды синдиката, отлично помогает в местности с недостаточным количеством света.

ent-ClothingEyesVisionERT = Прибор ночного видения ОБР.
    .desc = ПНВ и визор в одном предмете!

ent-ClothingEyesVisionDeathSquadron = Визор эскадрона смерти
    .desc = Визор смерти.